Repository: ATIX-AG/foreman_snapshot_management
Catalog: locale/*/foreman_snapshot_management.po
Languages: cs_cz, de, fr, ja, ka

source: Action
cs_cz: Akce
de: Aktion
ja: アクション
ka: მოქმედება

source: Create Snapshot
cs_cz: Pořídit zachycený stav
de: Snapshot erstellen
fr: Créer un instantané
ja: スナップショットの作成
ka: სწრაფი ასლის შექმნა

source: Create Snapshot for %s
de: Snapshot anlegen für %s
fr: Créer un instantané pour %s
ja: %s のスナップショットの作成
ka: %s-ის სწრაფი ასლის შექმნა

source: Create a snapshot
cs_cz: Pořídit zachycený stav
de: Einen Snapshot erstellen
fr: Créer un instantané
ja: スナップショットの作成
ka: სწრაფი ასლის შექმნა

source: Created %{snapshots} for %{num} %{hosts}
cs_cz: Vytvořeno %{snapshots} pro %{num} %{hosts}
de: %{snapshots} für %{num} %{hosts} erstellt
fr: Créé %{snapshots} pour %{num} %{hosts}
ja: %{num} 個の %{hosts} に対して %{snapshots} を作成済み
ka: შექმნილია %{snapshots} %{num} %{hosts}-სთვის

source: Delete
cs_cz: Smazat
de: Löschen
fr: Supprimer
ja: 削除
ka: წაშლა

source: Delete Snapshot "%s"?
ja: スナップショット "%s" を削除しますか ?
ka: წავშალო სწრაფი ასლი "%s"?

source: Delete a snapshot
cs_cz: Smazat zachycený stav
de: Snapshot löschen
fr: Supprimer un instantané
ja: スナップショットの削除
ka: სწრაფი ასლის წაშლა

source: Description
cs_cz: Popis
de: Beschreibung
ja: 説明
ka: აღწერა

source: Description of this snapshot
de: Beschreibung dieses Snapshots
fr: Description de cet instantané
ja: このスナップショットの説明
ka: სწრაფი ასლის აღწერა

source: Error occurred while creating Snapshot for:%s
de: Beim Erzeugen des Snapshots ist ein Fehler aufgetreten: %s
fr: Une erreur s'est produite lors de la création de l’instantané : %s
ja: スナップショットの作成中にエラーが発生しました: %s
ka: სწრაფი ასლის შექმნის შეცდომა: %s

source: Error occurred while creating Snapshot: %s
cs_cz: Při pořizování zachyceného stavu došlo k chybě: %s
de: Beim Erzeugen des Snaphosts ist ein Fehler aufgetreten: %s
fr: Une erreur s'est produite lors de la création de l’instantané : %s
ja: スナップショットの作成中にエラーが発生しました: %s
ka: სწრაფი ასლის შექმნის შეცდომა: %s

source: Error occurred while removing Snapshot: %s
cs_cz: Při odebírání zachyceného stavu došlo k chybě: %s
de: Beim Löschen des Snapshots ist ein Fehler aufgetreten: %s
fr: Une erreur s'est produite lors de la suppression de l’instantané : %s
ja: スナップショットの削除中にエラーが発生しました: %s
ka: სწრაფი ასლის წაშლის შეცდომა: %s

source: Error occurred while rolling back VM: %s
de: Beim Zurücksetzen der VM ist ein Fehler aufgetreten: %s
fr: Une erreur s'est produite lors de la reprise de la VM : %s
ja: 仮想マシンのロールバック中にエラーが発生しました: %s
ka: შეცდომა ვმ-ს დაბრუნებისას: %s

source: Error occurred while updating Snapshot: %s
de: Fehler beim Aktualisieren des Snapshots: %s
fr: Une erreur s'est produite lors de la mise à jour de l’instantané : %s
ja: スナップショットの更新中にエラーが発生しました: %s
ka: შეცდომა სწრაფი ასლის განახლებისას: %s

source: Failed to load snapshot list
de: Fehler beim Laden der Snapshotliste
fr: Échec du chargement de la liste des instantanés
ja: スナップショットリストの読み込みに失敗しました
ka: სწრაფი ასლების სიის ჩატვირთვის შეცდომა

source: Failed to update Snapshot: %s
cs_cz: Zachycený stav se nepodařilo aktualizovat: %s
de: Das Aktualisieren des Snapshots ist fehlgeschlagen: %s
fr: Échec de la mise à jour de l’instantané : %s
ja: スナップショットの更新に失敗しました: %s
ka: სწრაფი ასლის განახლების შეცდომა

source: Foreman-plugin to manage snapshots in a virtual-hardware environments.
cs_cz: Zásuvný modul do Foreman pro správu zachycených stavů v prostředí virtuálního hardware.
de: Ein Foremanplugin, welches Snapshots in Umgebungen mit virtueller Hardware nutzbar macht.
fr: Plugin Foreman pour gérer les instantanés dans un environnement de matériel virtuel.
ja: 仮想ハードウェア環境でスナップショットを管理する Foreman-plugin。
ka: Foreman-ის დამატება ვირტუალურ გარემოში სწრაფი ასლების სამართავად.

source: List all snapshots
cs_cz: Vypsat všechny zachycené stavy
de: Alle Snapshots auflisten
fr: Liste de tous les instantanés
ja: 全スナップショットの一覧表示
ka: სწრაფი ასლების სია

source: Loading Snapshots information ...
cs_cz: Načítání informací o zachycených stavech…
de: Lade Snapshot Informationen ...
fr: Chargement des informations sur les instantanés ...
ja: スナップショット情報の読み込み中 ...
ka: სწრაფი ასლების ინფორმაციის ჩატვირთვა ...

source: Memory
de: Speicher
fr: Mémoire
ka: მეხსიერება

source: N/A
cs_cz: Není
fr: Sans objet
ka: არარსებული

source: Name
cs_cz: Název
fr: Nom
ja: 名前
ka: სახელი

source: Name must contain at least 2 characters starting with alphabet. Valid characters are A-Z a-z 0-9 _
de: Der Name muss aus mindestens 2 Zeichen bestehen und mit einem Buchstaben beginnen. Gültige Zeichen: A-Z a-z 0-9 _
fr: Le nom doit contenir au moins 2 caractères commençant par l'alphabet. Les caractères valides sont A-Z a-z 0-9 _
ja: 名前には、アルファベットが少なくとも 2 文字含まれている必要があります。使用できる文字は A-Z a-z 0-9 _ です。
ka: სახელი უნდა შეიცავდეს მინიმუმ 2 სიმბოლოს დაწყებული ასოებით. მისაღები სიმბოლოებია A-Z a-z 0-9 _

source: Name of this snapshot
cs_cz: Název tohoto zachyceného stavu
de: Name dieses Snapshots
fr: Nom de cet instantané
ja: このスナップショットの名前
ka: სწრაფი ასლის სახელი

source: No capable hosts found.
cs_cz: Nenalezeny žádné schopné stroje.
de: Kein unterstützter Host gefunden.
fr: Aucun hôte capable n'a été trouvé.
ja: 機能するホストが見つかりませんでした。
ka: შესაძლებლობის მქონე ჰოსტები ნაპოვნი არაა.

source: No capable hosts selected
de: Keine unterstützten Hosts ausgewählt
fr: Aucun hôte capable sélectionné
ja: 有効にできるホストが選択されていません
ka: შესაძლებლობის მქონე ჰოსტები მონიშნული არაა

source: No hosts were found with that id, name or query filter
cs_cz: Pro takový identifikátor, název nebo dotazovací filtr nebyly nalezeni žádní hostitelé
de: Keine Hosts wurden mit dieser Kennung, Name oder Abfrage-Filter gefunden
fr: Aucun hôte trouvé avec cet ID, ce nom ou filtre de requête
ja: その ID、名前またはクエリーフィルターを使ってホストを見つけることができませんでした
ka: მითითებული ID-ით, სახელით ან საძებნი სტრიქონით ჰოსტები ნაპოვნი არაა

source: Revert Host to a snapshot
cs_cz: Vrátit stroj do podoby ze zachyceného stavu
de: Host auf einen Snapshot zurücksetzen
fr: Revenir à un instantané de l'hôte
ja: ホストをスナップショットに戻す
ka: ჰოსტის სწრაფ ასლზე დაბრუნება

source: Rollback
de: Wiederherstellen
ja: ロールバック
ka: უკან დაბრუნება

source: Rollback to "%s"?
ja: "%s" へロールバックしますか ?
ka: დავაბრუნო "%s"-ზე?

source: Select Snapshot Mode between mutually exclusive options, 'Memory' (includes RAM) and 'Quiesce'.
ka: აირჩიეთ სწრაფი ასლის რეჟიმი ურთიერთგამომრიცხავი პარამეტრებიდან 'Memory' (მეხსიერების ჩათვლით) და 'Quiesce'.

source: Snapshot
cs_cz: Zachycený stav
fr: Instantané
ja: スナップショット
ka: სწრაფი ასლი

source: Snapshot Mode
ka: სწრაფი ასლის რეჟიმი

source: Snapshot name cannot be changed
cs_cz: Název zachyceného stavu není možné změnit
de: Der Name des Snapshots kann nicht geändert werden
fr: Le nom de l’instantané ne peut pas être modifié
ja: スナップショット名は変更できません
ka: სწრაფი ასლის სახელის შეცვლა შეუძლებელია

source: Snapshot successfully created!
de: Snapshot erfolgreich erzeugt!
fr: L’instantané a été créé avec succès.
ja: スナップショットが正常に作成されました!
ka: სწრაფი ასლი წარმატებით შეიქმნა!

source: Snapshots
cs_cz: Zachycené stavy
fr: Instantanés
ja: スナップショット
ka: სწრაფი ასლები

source: Something went wrong while selecting hosts - %s
cs_cz: Při vybírání strojů se něco pokazilo – %s
de: Fehler beim Auswählen der Hosts – %s
fr: Une erreur s'est produite lors de la sélection des hôtes - %s
ja: ホストの選択中に問題が発生しました: %s
ka: შეცდომა ჰოსტების მონიშვნისას - %s

source: Successfully removed Snapshot "%s" from host %s
ja: ホスト %s からスナップショット "%s" を正常に削除しました
ka: სწრაფი ასლის (%s) წაშლა ჰოსტიდან %s წარმატებით დასრულდა

source: Successfully rolled back Snapshot "%s" on host %s
ja: ホスト %s でスナップショット "%s" が正常にロールバックされました
ka: ჰოსტი %s წარმატებით დაბრუნდა სწრაფ ასლზე "%s"

source: Successfully updated Snapshot "%s"
ja: スナップショット "%s" を正常に更新しました。
ka: სწრაფი ასლი (%s) წარმატებით განახლდა

source: Unable to create Proxmox Snapshot
cs_cz: Nedaří se pořídit Proxmox zachycený stav
de: Proxmox Snapshot konnte nicht erstellt werden
fr: Impossible de créer un instantané de Proxmox
ja: Proxmox スナップショットを作成できません
ka: Proxmox-ის სწრაფი ასლის შექმნა შეუძლებელია

source: Unable to create VMWare Snapshot
cs_cz: Nedaří se pořídit VMWare zachycený stav
de: VMWare Snapshot konnte nicht erstellt werden
fr: Impossible de créer un instantané VMWare
ja: VMWare スナップショットを作成できません
ka: VMWare-ის სწრაფი ასლის შექმნა შეუძლებელია

source: Unable to create VMWare Snapshot with Quiesce. Check Power and VMWare Tools status.
fr: Impossible de créer un instantané VMWare avec Quiesce. Vérifiez l'état de l'alimentation et des outils VMWare.
ja: Quiesce で VMWare スナップショットを作成できません。Power and VMWare Tools のステータスを確認してください。
ka: Quiesce-ით VMWare-ის სწრაფი ასლის შექმნა შეუძლებელია. შეამოწმეთ მისი კვება და VMWare Tools-ის მდგომარეობა.

source: Unable to create VMWare Snapshot. Cannot set both Memory and Quiesce options.
fr: Impossible de créer un instantané VMWare. Impossible de définir les options Mémoire et Quiesce.
ja: VMWare スナップショットの作成ができません。Memory オプションと Quiesce オプションの両方を設定できません。
ka: VMWare-ის სწრაფი ასლის შექმნის შეცდომა. Quiesce -ის და მეხსიერების პარამეტრების ერთდროული დაყენება შეუძლებელია.

source: Unable to remove Proxmox Snapshot
cs_cz: Nedaří se odebrat Proxmox zachycený stav
de: Proxmox Snapshot konnte nicht gelöscht werden
fr: Impossible de supprimer l’instantané de Proxmox
ja: Proxmox スナップショットを削除できません
ka: Proxmox-ის სწრაფი ასლის წაშლა შეუძლებელია

source: Unable to remove VMWare Snapshot
cs_cz: VMWare zachycený stav se nedaří odebrat
de: VMWare Snapshot konnte nicht gelöscht werden
fr: Impossible de supprimer l’instantané VMWare
ja: VMWare スナップショットを削除できません
ka: VMWare-ის სწრაფი ასლის წაშლა შეუძლებელია

source: Unable to revert Proxmox Snapshot
cs_cz: Nedaří se vrátit do podoby v Proxmox zachyceném stavu
de: Proxmox Snapshot konnte nicht wiederhergestellt werden
fr: Impossible de rétablir l’instantané de Proxmox
ja: Proxmox スナップショットを元に戻すことができません
ka: Proxmox-ის სწრაფი ასლის დაბრუნება შეუძლებელია

source: Unable to revert VMWare Snapshot
de: VMWare Snapshot konnte nicht wiederhergestellt werden
fr: Impossible de rétablir l’instantané VMWare
ja: VMWare スナップショットを元に戻すことができません
ka: VMWare-ის სწრაფი ასლის დაბრუნება შეუძლებელია

source: Unable to update Proxmox Snapshot
cs_cz: Nedaří se aktualizovat Proxmox zachycený stav
de: Proxmox Snapshot konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l’instantané de Proxmox
ja: Proxmox スナップショットを更新できません
ka: Proxmox-ის სწრაფი ასლის განახლება შეუძლებელია

source: Unable to update VMWare Snapshot
cs_cz: VMWare zachycený stav se nedaří zaktualizovat
de: VMWare Snapshot konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l’instantané VMWare
ja: VMWare スナップショットを更新できません
ka: VMWare-ის სწრაფი ასლის განახლება შეუძლებელია

source: Update a snapshot
cs_cz: Aktualizovat zachycený stav
de: Snapshot aktualisieren
fr: Mise à jour d'un instantané
ja: スナップショットの更新
ka: სწრაფი ასლის განახლება

source: VM successfully rolled back.
de: Die VM wurde erfolgreich zurückgesetzt.
fr: La VM a été reprise avec succès.
ja: VM が正常にロールバックされました。
ka: ვმ-ი წარმატებით დაბრუნდა.

source: Whether to include the Quiesce state in the snapshot
fr: Si l'état de repos doit être inclus dans l'instantané
ja: スナップショットに Quiesce 状態を含めるかどうか。
ka: იქნება თუ არა ჩასმული სწრაფ ასლში Quiesce -ის მდგომარეობა

source: Whether to include the RAM state in the snapshot
cs_cz: Zda v zachyceném stavu uložit i obsah operační paměti
de: Ob auch der aktuelle Hauptspeicherstand im Snapshot gespeichert werden soll
fr: Inclure ou non l'état de la RAM dans l'instantané
ja: スナップショットに RAM 状態を含めるかどうか
ka: სწრაფ ასლში ოპერატიული მეხსიერების მდგომარეობის შენახვა

source: edit entry
de: Eintrag bearbeiten
fr: Modifier la saisie
ja: エントリーの編集
ka: ჩანაწერის ჩასწორება

source: host
fr: hôte
ja: ホスト
ka: ჰოსტი

source: Include RAM
cs_cz: Včetně oper. paměti
ja: メモリーの追加
